# -*- coding: utf-8 -*-
_c = {
    'apart_categories': (
        'квартира',
    ),
    'commercial_categories': (
        'коммерческая',
    ),
    'house_categories': (
        'дом',
        'дача',
        'коттедж',
        'дом с участком',
        'часть дома',
        'таунхаус',
        'дуплекс'
    ),
    'area_categories': (
        'участок',
    ),
    'price_ranges': [
        (0, 1000000),
        (1000000, 2500000),
        (2500000, 5000000),
        (5000000, 7500000),
        (7500000, 10000000)
    ],
    'area_ranges': [
        (0, 30),
        (30, 60),
        (60, 90),
        (90, 150)
    ]
}
